[A_Item_Custom.Shield_Blade ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Viril do Capitão Blade"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Accessory.Accessory_Blade:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Proporciona um bônus para [skill]danos explosivos[-skill] à todos os ataques [skill]corpo a corpo[-skill]."
NoConstraintText=""
Suffix=""
Prefix=""

[Accessory.Accessory_Blade:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="Parece um painel."
NoConstraintText=""
Suffix=""
Prefix=""

[Accessory.Accessory_Blade:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="A maldição dos elementos!"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.Skill_BladeShield SkillDefinition]
SkillName="Habilidade do escudo do Blade"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

